[
	{"id": "0001",
		"image": "../output/img/core/Eyes-on-Me.png",
		"title": "Eyes On Me",
		"tagline": "It takes effort for students to shift their attention from the physical world back to the digital, and this instruction helps to remind them.",
		"description": "",
		"link": "https://youtu.be/_4wAmQcS-ow?t=22s",
		"linktext": "See It In Action",
		"details": "Add “Eyes on me!“ to your other transition rituals to really bring the attention of the students back to you. Other variations include 'Look forward!' or 'Let me see your eyeballs!'",
		"video": "https://www.youtube.com/embed/_4wAmQcS-ow?start=22",
		"phase": "Pre-Class",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": "bucket6, bucket2"
  },
  {"id": "0002",
		"image": "../output/img/core/Timeboxing.png",
		"title": "Timeboxing",
		"tagline": "It‘s easy to get lost in the digital world! Just as students need structure in the classroom, they need to be reminded of the limits of their time in a digital space.",
		"description": "",
		"link": "https://www.online-stopwatch.com/full-screen-stopwatch/",
		"linktext": "Use This!",
		"details": "Before the activity, communicate your expectations: What students should complete, and how much time they have. Leave an on-screen timer open in your browser before the lesson, and pull it up during the activity. Where needed, verbally remind the students of their remaining time.",
		"video": "https://www.youtube.com/embed/PP4XUvEUi4E",
		"phase": "Activity",
		"objective": "ICT Effectiveness",
		"tooltip": "Core",
		"bucket": "bucket1, bucket5, bucket6"
  },
  {"id": "0003",
		"image": "../output/img/core/Link-Sharing.png",
		"title": "Link-Sharing",
		"tagline": "When sharing links that students are expected to type on their own devices, use the following guidelines to make your life and theirs easier.",
		"description": "",
		"link": "http://bit.ly",
		"linktext": "Use This!",
		"details": "Shorten the link using a service like bit.ly — younger students are prone to typos. Size the link text up and place it in the center — those colons and slashes can be tricky. If there are more steps beyond entering the url, model these once on your own device.",
		"video": "",
		"phase": "Pre-Class",
		"objective": "ICT Effectiveness",
		"tooltip": "Core",
		"bucket": "bucket1"
  },
  {"id": "0004",
		"image": "../output/img/core/Go-Easy.png",
		"title": "Go Easy",
		"tagline": "ICT classes are often imperfect, and that‘s okay — instead of beating yourself up about it, go with the flow and adapt to the situation.",
		"description": "",
		"link": "https://www.calm.com/SCHOOLS",
		"linktext": "Try This!",
		"details": "Take a deep breath and ask: Are any students unhappy or upset? — Can I ensure that my students are still learning? — Do I really need this to work the way I planned for the class to continue?",
		"video": "https://www.youtube.com/embed/r3fE6FQT82s",
		"phase": "Throughtout",
		"objective": "",
		"tooltip": "Core",
		"bucket": ""
  },
  {"id": "0005",
    "image": "../output/img/core/Screens-Down.png",
    "title": "Screens Down",
    "tagline": "Steeped in the digital world, students need a clear routine to draw their attention back to you and to the physical world.",
		"description": "",
		"link": "",
    "linktext": "",
		"details": "1. Teach your students the ‘Screens Down!’ signal at the beginning of the lesson. 2. When you give the signal, students should shut their laptops, or lock their tablets and place them face-down. 3. Check and reinforce the desired behaviour. 4. Once every student is attentive, begin your instruction immediately.",
		"video": "",
		"phase": "Throughout",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": "bucket1, bucket 2, bucket6"
  },
  {"id": "0006",
		"image": "../output/img/core/Present-from-the-Back.png",
		"title": "Present from the Back",
		"tagline": "Physical engagement can be increased in an ICT-enabled class by placing yourself amongst the students.",
		"description": "",
		"link": "https://www.youtube.com/watch?v=7XYqu6c3_uU",
		"linktext": "See It In Action",
		"details": "Challenge yourself in your next lesson: Are you able to monitor your students’ work from behind them? — Can you spend an entire class teaching without ever going back to your desk or up to the projector screen? — Do you feel comfortable taking a seat amongst your students when you are not actively speaking?",
		"video": "https://www.youtube.com/embed/7XYqu6c3_uU?start=5",
		"phase": "Activity",
		"objective": "Mobility in Class",
		"tooltip": "Core",
		"bucket": "bucket3, bucket4, bucket6, bucket7"
  },
  {"id": "0007",
		"image": "../output/img/core/Half-Flap.png",
		"title": "Half Flap",
		"tagline": "If you simply want to give a quick instruction, ask students to put their devices to half flap (a 45 degree angle) instead of screens down.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Demonstrate what half flap means and why. 2. When you say “half flap!” students should have screens half-closed, hands away from keyboard, and be ready for instruction. 3. Reinforce the ‘why’ and praise successful practice. 4. Once every student is attentive, begin your instruction immediately.",
		"video": "",
		"phase": "Throughout",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": ""
  },
  {"id": "0008",
    "image": "../output/img/core/Untether-Yourself.png",
    "title": "Untether Yourself",
    "tagline": "Technology can make you mobile in class, giving you more freedom to engage with students, monitor their work, and facilitate discussions.",
		"description": "",
		"link": "https://www.youtube.com/watch?v=ybnexAqF_xo&t=92s",
    "linktext": "See It In Action",
		"details": "1. Cut the cord: Take yourself away from the teacher’s desk using a mobile casting device or a clicker. 2. Take control: True cord cutting gives you the power to take on-screen actions, be it through a tablet, smartphone app, or another form of input. Can you scroll? Type? Open links? 3. Use it well: Interact with students, monitor them, and address their needs.",
		"video": "https://www.youtube.com/embed/ybnexAqF_xo",
		"phase": "Set-Up",
		"objective": "Mobility in Class",
		"tooltip": "Core",
		"bucket": "bucket2, bucket4, bucket6"
  },
  {"id": "0009",
		"image": "../output/img/core/Decible-Meter.png",
		"title": "Decibel Meter",
		"tagline": " A digital decibel meter app can help with noise management in the classroom, especially during collaborative group work.",
		"description": "",
		"link": "https://bouncyballs.org/",
		"linktext": "Use This!",
		"details": "1. Find a decibel meter app for your device. 2. Project the meter on the screen or leave the device in a spot students can see. 3. Set the expectation that the class is noisy at a certain level e.g. when the meter exceeds 80dB. 4. Explain what they should do when the class is noisy.",
		"video": "https://www.youtube.com/embed/SBtFb8w9gWI",
		"phase": "Set-Up",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": "bucket5, bucket8"
  },
  {"id": "0010",
    "image": "../output/img/core/Working-in-Pairs.png",
    "title": "Troublesheet in Pairs",
    "tagline": "To reduce troubleshooting in a 1:1 class, encourage students to extend their helping hands to peers by checking each other’s progress before asking for help.",
		"description": "",
		"link": "https://www.youtube.com/watch?v=vgkahOzFH2Q",
    "linktext": "See It In Action",
		"details": "1. Set an expectation for students to help each other through mutual checks before moving forward: “If you are at the right page, check on your partner”. 2. Reinforce it with class-wide instructions: “Raise your hand if you have problems. Can you help your partner if their hand is up?” 3. Go around and watch for common problems that require your help specifically.",
		"video": "https://www.youtube.com/embed/vgkahOzFH2Q",
		"phase": "Set-Up",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": ""
  },
  {"id": "0011",
		"image": "../output/img/core/Try-Three-Times.png",
		"title": "Try Three Times",
		"tagline": "Not every problem must be solved; sometimes, devices work imperfectly, but the lesson needs to proceed.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "When trying to fix a problem on a particular student’s device, give it a maximum of 3 tries and then move on with the class. — Ask the student to share with their partner and troubleshoot after class to avoid similar problems in the future or contact technical assistance for support if available.",
		"video": "",
		"phase": "Throughout",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": ""
  },
  {"id": "0013",
    "image": "../output/img/core/Digital-Dashboard.png",
    "title": "Digital Dashboard",
    "tagline": "Similar to how files and noticeboards serve as physical repositories for information and documents, a 1:1 class needs a digital space.",
		"description": "",
		"link": "https://padlet.com/lauises/r2oh56he21xx",
    "linktext": "See An Example",
		"details": "Set up a shared space online that acts as a home for digital resources and any links or instructions you want to update in real time. Choose a service that makes it possible for you to lock certain areas from being updated by students. Encourage students to expand on your digital dashboard concept to create their own group spaces (e.g. in Padlet) which you can access.",
		"video": "https://www.youtube.com/embed/4F60kOS5HYw",
		"phase": "Throughout",
		"objective": "ICT Effectiveness",
		"tooltip": "Core",
		"bucket": "bucket2"
  },
  {"id": "0014",
		"image": "../output/img/core/Level-Up-With-Mobile-Tools.png",
		"title": "Level Up with Mobile Tools",
		"tagline": "To leverage the full potential of mobility in class, use your mobile tools to emphasise or highlight details.",
		"description": "",
		"link": "https://www.youtube.com/embed/4GBqfDPyd7U",
		"linktext": "See It In Action",
		"details": "Once you have gained mobility in class, don’t give in to the temptation of walking up to the projector screen and physically pointing! Use the digital tools available to you (highlighting, zooming in, digital pointers) to make your point instead.",
		"video": "https://www.youtube.com/embed/4GBqfDPyd7U",
		"phase": "Throughout",
		"objective": "Mobility in Class",
		"tooltip": "Core",
		"bucket": "bucket2, bucket4"
  },
  {"id": "0015",
    "image": "../output/img/core/Run-Through-First.png",
    "title": "Start With Expectations",
    "tagline": "Give students an overview of the process from beginning to end to help them understand and remember how to proceed.",
		"description": "",
		"link": "",
    "linktext": "",
		"details": "Give an overall run through of all the instructions before the class starts on any action of their own — and make it clear they are to listen first! During the briefing, students should not be fiddling with their own devices.",
		"video": "",
		"phase": "Introduction",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": ""
  },
  {"id": "0016",
		"image": "../output/img/core/Simplify-Instructions.png",
		"title": "Simple Instructions",
		"tagline": "Get students to understand what to do with a new device or platform more smoothly and easily with smaller steps.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Break your instructions into smaller steps with checkpoints to bring the class on the same page, especially with younger students. Stop every couple of steps and ask: “Is everybody on the same page as me?”",
		"video": "https://www.youtube.com/embed/Ig3G2NFZBqw?start=10",
		"phase": "Introduction",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": "bucket1"
  },
  {"id": "0017",
		"image": "../output/img/core/Visual-Modelling.png",
		"title": "Visual Modelling",
		"tagline": "Visual cues and modelling are really important to get students on board. If they are able to follow along with your screen, they are less likely to be lost.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Using the same device and operating system, show students how to perform the exact steps to get to their digital destination and perform their tasks, including pointing out potential pitfalls or detours.",
		"video": "",
		"phase": "Throughout",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": ""
  },
  {"id": "0018",
    "image": "../output/img/core/Device-Selection.png",
    "title": "Device Selection",
    "tagline": "When choosing devices to introduce in a lesson, think about what you need to achieve — different devices have different advantages.",
		"description": "",
		"link": "https://www.edsurge.com/news/2017-02-22-battle-of-the-classrooms-apple-google-microsoft-vie-for-k-12-market",
    "linktext": "Device Comparison",
		"details": "If you are not on the same operating system, borrow a school device for yourself to help troubleshoot and model pathfinding behaviour. Mini tablet: Great for capturing information outdoors on-the-go, not group activities in the classroom. Laptop: Great for typing and searching for material, not for creating audio-visual material. Smartphone: Great for quick responses and research, not long activities with lots of content.",
		"video": "",
		"phase": "Pre-Class",
		"objective": "ICT Effectiveness",
		"tooltip": "Core",
		"bucket": "bucket1, bucket5"
  },
  {"id": "0019",
		"image": "../output/img/core/Little-Helpers.png",
		"title": "Empower Student Helpers",
		"tagline": "Crafting ICT-enabled lessons often come with more logistics, but you don’t have to do it alone — students are inquisitive, nimble, and often more familiar with devices.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Students can help in different ways: Tech whizzes: Get these students to help you set up, operate devices, or walk around checking on their friends’ progress. Class clowns: Keep them busy with tasks such as helping you to hold your device during demonstrations. Class leaders: Look to these students to help demonstrate good learning behaviour and set class expectations for asking genuine questions.",
		"video": "https://www.youtube.com/embed/usT2qVrilW0",
		"phase": "Throughout",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": "bucket7"
  },
  {"id": "0020",
		"image": "../output/img/core/Managing-Devices.png",
		"title": "Managing Devices",
		"tagline": "If students are using devices frequently (mobile cart or BYOD), they need clear instructions for storage and usage.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Possible device management rules: When your devices are not in use, they should go in bags, not under tables — Clear the table of all other objects before taking any device out — Do not, under any circumstances, leave devices on the floor.",
		"video": "",
		"phase": "Set-Up",
		"objective": "Classroom Management",
		"tooltip": "Core",
		"bucket": ""
  },
	{"id": "0021",
		"image": "../output/img/objective/Collaborative-Learning-(Young).png",
		"title": "Collaborative Learning (Younger Students)",
		"tagline": "At primary school and Secondary 1, students require more modelling and instructions on how to build on each other’s ideas and how to give constructive criticism.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Collaborative learning might look like: Completing a quiz together as a team — Building a structure together with instructions — Having a for-and-against debate with clear assigned roles.",
		"video": "https://www.youtube.com/embed/u787IOfyzzw",
		"phase": "Activity",
		"objective": "Collaboration",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket8"
  },
	{"id": "0022",
		"image": "../output/img/objective/Collaborative-Learning-(Older).png",
		"title": "Collaborative Learning (Older Students)",
		"tagline": "Towards upper secondary, students can be trusted with more independent group work and self-regulation, as well as more complicated and diverse routes of thinking.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Collaborative learning might look like: Evaluating and selecting ideas for a term-long project — Creating a multimodal presentation — Redesigning an urban space backed up with on-ground research.",
		"video": "",
		"phase": "Activity",
		"objective": "Collaboration",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket8"
  },
	{"id": "0023",
		"image": "../output/img/objective/Driving-Discussion-Roles.png",
		"title": "Driving Discussion with Clear Roles",
		"tagline": "With activities and projects focused on group work, give students clear roles to ensure that discussion happens and everyone is on task.",
		"description": "",
		"link": "https://www.youtube.com/embed/tXKmSwV8piE",
		"linktext": "See It In Action",
		"details": "Possible roles for students, depending on the nature of the assigned task: Group Leader: Leads the discussion and resolves conflicts. Scribe/Documentarian:Captures notes and evidence of the group’s progress. Researcher: Checks facts and uncovers new data. Timekeeper: Makes sure the group is progressing within time limits. Spy: Observes what other groups are doing and shares learnings.",
		"video": "https://www.youtube.com/embed/cV0-PsaVDFg",
		"phase": "Activity",
		"objective": "Collaboration",
		"tooltip": "Objective",
		"bucket": "bucket5"
  },
	{"id": "0024",
		"image": "../output/img/objective/Sentence-Starters.png",
		"title": "Sentence Starters",
		"tagline": "Students need support in building constructive criticism, and understanding the nuances of critique. Use sentence starters to facilitate discussion and help build these skills.",
		"description": "",
		"link": "https://www.youtube.com/embed/RViaYeGquw4",
		"linktext": "See It In Action",
		"details": "Taking a stand: I feel that… because… I think… and the evidence is that… What we observed was… Responding: I think you are right that… but… This idea is good because… and it can be improved by… I like this idea because… — Put sentence starters on the collaborative space as a reminder to students.",
		"video": "",
		"phase": "Throughout",
		"objective": "Collaboration",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket7"
  },
	{"id": "0025",
		"image": "../output/img/objective/Creating-Discussion-Spaces.png",
		"title": "Creating Discussion Spaces",
		"tagline": "If you are trying to set up a zone for discussion in the classroom or other parts of the school, ask yourself some key questions.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Would your students prefer to sit on the ground or on low chairs? Do they want this to be a shoe-free zone? — Do they have enough nontraditional surfaces to write on? — When they are working on their devices, do they have powerpoints and accessories (e.g. earphones) available?",
		"video": "https://www.youtube.com/embed/UjSpCs107jo?start=115",
		"phase": "Set-Up",
		"objective": "Collaboration",
		"tooltip": "Objective",
		"bucket": "bucket3"
  },
	{"id": "0026",
		"image": "../output/img/objective/Cluster-Seating.png",
		"title": "Cluster Seating",
		"tagline": "For lessons that require lots of discussion and sharing, get students to move into their clusters or groups.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Use an on-screen diagram to show students how tables should look and where chairs should face. — Consider timing students and making it a challenge. — Consider making cluster seating a default if all teachers are on board with more discussion and group activities as a priority.",
		"video": "https://www.youtube.com/embed/5kOh1VYCsRs?start=10",
		"phase": "Set-Up",
		"objective": "Collaboration",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket5"
  },
	{"id": "0026",
		"image": "../output/img/objective/Using-Lesson-Seeds.png",
		"title": "Using Lesson Triggers",
		"tagline": "At the heart of a robust class discussion is often an interesting lesson seed. This can be an object, a video, a news article… anything to trigger the imagination and curiosity of students.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Use the internet to explore different types of triggers you can use. 2. Build students’ ability to question and examine by posing relevant questions before the trigger is shown 3. Facilitate further questions from students through on-the spot discussion and digital parking lots. 4. Link learnings back to the topic or following activity.",
		"video": "",
		"phase": "Pre-Class",
		"objective": "Real World Learning",
		"tooltip": "Objective",
		"bucket": "bucket2, bucket4, bucket7, bucket-11"
  },
	{"id": "0027",
		"image": "../output/img/objective/Magic-School-Bus.png",
		"title": "The Magic School Bus",
		"tagline": "Technology can expand boundaries by opening your students’ eyes to things we never could access in classrooms in the past.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Real life content can range from the very big (360 degrees view of a volcano eruption) to the very small (gifs of amoeba paramecia) to the previously impossible (real time ‘Bear Watch’ webcam from Alaska). With every new topic introduced, try thinking: What can we bring to the classroom that was never possible before? — How can I help students explore and experience the magic of this topic? — What is a current trend (e.g. movie) that can be used to inspire students?",
		"video": "",
		"phase": "Throughout",
		"objective": "Real World Learning",
		"tooltip": "Objective",
		"bucket": "bucket6, bucket-11"
  },
	{"id": "0028",
		"image": "../output/img/objective/Travel-via-the-Internet.png",
		"title": "Travel Via The Internet",
		"tagline": "To explore the world, students can get on a plane — or turn on their devices; today‘s internet gives us access to geography and cartography knowledge like never before.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Google Maps: To explore distances, time taken to travel, and the urban neighbourhoods of different cities. Google Streetview: To ‘walk’ in different spaces and even let students capture their own views through screenshots. Google Earth: To explore geographical data and see the world from an aerial perspective.",
		"video": "",
		"phase": "Activity",
		"objective": "Real World Learning",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket6, bucket8, bucket9, bucket-11"
  },
	{"id": "0029",
		"image": "../output/img/objective/Digital-Museum.png",
		"title": "Digital Museum",
		"tagline": "Many museums have digitised their art and historical collections for online perusal, which presents a wealth of opportunities and learnings points for students.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Many museums have digitised their art and historical collections for online perusal, which presents a wealth of opportunities. Give students a collection and ask them to select and present their favourite piece. — Use digital collections to back your curriculum up: Which pieces have historical value? Which reflect the golden ratio? How are pieces from different eras treated chemically? — Assign specific collections to different groups to form comparisons, debate, or even recreate their own piece.",
		"video": "",
		"phase": "Activity",
		"objective": "Real World Learning",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket9, bucket-11"
  },
	{"id": "0030",
		"image": "../output/img/objective/Livecasting.png",
		"title": "Livecasting",
		"tagline": "For some topics, you may have teacher demonstrations instead of hands-on activities due to limited apparatus or safety reasons.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Using a stand (or a student) to cast a live view of the demo on-screen will help to engage students further from the screen. — Filming the demonstration on the device can be useful for archiving, marking up, and reusing in future classes or for absent students. — This feature can also be used in sharing students‘ work in class, or marking up pictures with a stylus to explain concepts on the spot.",
		"video": "",
		"phase": "Activity",
		"objective": "Real World Learning",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket4, bucket7, bucket-11"
  },
	{"id": "0031",
		"image": "../output/img/objective/Webquests.png",
		"title": "Webquests",
		"tagline": "A Webquest is a type of lesson built around internet inquiry. Students are given a prompt before searching for material.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Go to www.webquest.org and click on “Find webquests” in the left menubar. 2. Search for webquests related to your lesson content. Adapt it for your lesson, or use them as inspiration to design your own webquest if time permits. 3. When in class, brief the students on the time they have. Be sure to allow time for any presentations.",
		"video": "",
		"phase": "Activity",
		"objective": "Class Engagement",
		"tooltip": "Objective",
		"bucket": "bucket7, bucket-10"
  },
	{"id": "0032",
		"image": "../output/img/objective/Spot-the-Mistakes.png",
		"title": "Spot The Mistakes",
		"tagline": "Instead of listening passively, students are encouraged to process and engage with lesson content — so they can catch the teacher making mistakes!",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Come up with a small set of deliberate mistakes in your presentation e.g. while explaining a concept or working out a solution. 2. Tell the class how many mistakes to look out for. 3 . Their challenge is to spot all the mistakes and report them when you are done. 4 . Compare notes after the activity, and reveal the mistakes you made.",
		"video": "",
		"phase": "Pre-Class",
		"objective": "Class Engagement",
		"tooltip": "Objective",
		"bucket": "bucket7"
  },
	{"id": "0033",
		"image": "../output/img/objective/Countdown.png",
		"title": "Countdown",
		"tagline": "Countdown is a gameshow format where contestants are given 30 seconds to figure out how to arrive at a target number using sequential operations.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "The activity should be tailored to the class’ ability. 1. Select 6 numbers and perform operations with them to arrive at your target number. 2. Present the 6 numbers to the class. When they are ready, present the target number and start the countdown timer 3. When time is up, students can state what number they arrived at; you can acknowledge the closest number.",
		"video": "",
		"phase": "Pre-Class",
		"objective": "Class Engagement",
		"tooltip": "Objective",
		"bucket": "bucket7"
  },
	{"id": "0034",
		"image": "../output/img/objective/Closing-a-Lesson.png",
		"title": "Closing a Lesson",
		"tagline": "After students use online resources to explore the topic, draw them back to the learning objectives and link it to their discoveries.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Even if the activity will be continued during the next lesson, try to wrap up the period with three key points: 1. What we have done today Specific activities in this lesson or topic. 2. What we learnt Content-related learnings from this lesson. 3. What we will do next Setting up a mental framework for next lesson or homework. Use excess time to transition to the homework portion of the lesson so students can raise any doubts to you.",
		"video": "",
		"phase": "Closure",
		"objective": "Class Engagement",
		"tooltip": "Objective",
		"bucket": "bucket2, bucket5, bucket6, bucket8"
  },
	{"id": "0035",
		"image": "../output/img/objective/Content-for-Dessert.png",
		"title": "Rewarding Time Fillers",
		"tagline": "Motivate students with the promise of a small “media reward” for completing class work. This also keeps early finishers from getting restless. ",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Find content — a video, game or website — related to your lesson. 2. Ideally, the content would be something you particularly enjoyed and would like to share it with them. 3. Brief the class that students who finish the task early can have a go at the content, either on a device or through a link you share.",
		"video": "",
		"phase": "Activity",
		"objective": "Class Engagement",
		"tooltip": "Objective",
		"bucket": "bucket6, bucket-11"
  },
	{"id": "0036",
		"image": "../output/img/objective/Disprove-Me.png",
		"title": "Disprove Me",
		"tagline": "Hone their critical thinking by insisting on something absurd and asking them to prove you wrong.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Present the possibility that you doubt an established fact, e.g. that the earth is round. 2. Invite students to gather evidence online using devices. 3. Involve students in discussion or investigation to resolve the discrepancy. 4. Give them feedback on their arguments and allow them to give each other feedback. 5. Bring the activities and learning to a close with regard to the discrepancy by relating to their findings.",
		"video": "",
		"phase": "Activity",
		"objective": "Class Engagement",
		"tooltip": "Objective",
		"bucket": ""
  },
	{"id": "0037",
		"image": "../output/img/objective/Visual-Definitions.png",
		"title": "Visual Definitions",
		"tagline": "This collage-making activity allows students to express themselves, practise searching images and linking concepts while working with class content.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Pose a question to them. What does “favourite” mean to them? What is “fun?” “Interdependence?”. 2. Ask them to create a digital collage representing their answer to your question, using Powerpoint, Prezi, Pinterest or Google Image Search and similar services. 3. Have them present their collages and summarise the concepts and learning points.",
		"video": "",
		"phase": "Activity",
		"objective": "Creativity",
		"tooltip": "Objective",
		"bucket": "bucket6, bucket8, bucket-10"
  },
	{"id": "0038",
		"image": "../output/img/objective/Online-Mindmaps.png",
		"title": "Collaborate On Mindmaps",
		"tagline": "Getting a class or group to collaborate on brainstorming or organising topics related to a central concept can be made easier with the use of mindmapping software.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Mindmaps can be projected to give students a visual anchor for the context of the discussion, and eventually shared digitally as screenshots or native exports. Select a free mindmapping web app like Exobrain. co, and advise students to sign up before coming to class. 1. Demonstrate the process of creating a mindmap. 2. Have students share their mindmap page with you to monitor progress. 3. Ask students to share their understanding in group discussions and use the information to engage them in a class sharing.",
		"video": "",
		"phase": "Activity",
		"objective": "Creativity",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket6, bucket8, bucket-10"
  },
	{"id": "0039",
		"image": "../output/img/objective/Sandwich-Maker.png",
		"title": "Sandwich Maker",
		"tagline": "Students are asked to describe a task. It impresses upon them that others think differently, and that deliberate effort is required to ensure communication works.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Challenge the students to write instructions for making a peanut butter sandwich using a collaborative digital document. 2. Carry out their instructions to the letter, “misinterpreting” them where reasonable. E.g. You might put the jar of peanut butter on the loaf of bread in response to “put the peanut butter on the bread.” 3. Debrief the class on how they might achieve better clarity, and remember other points of view exist. 4. Adapt the activity as you need for Design and Technology, Art, Food and Nutrition, etc.",
		"video": "",
		"phase": "Activity",
		"objective": "Creativity",
		"tooltip": "Objective",
		"bucket": "bucket7"
  },
	{"id": "0040",
		"image": "../output/img/objective/Open-Ended-Presentations.png",
		"title": "Open Ended Presentation Slides",
		"tagline": "Giving students the freedom to stylise and decorate their presentation slides creates more ownership over their work and allows them to develop the needed skills.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Create a list of content you expect to see in students‘ presentations, and whether they need to be put in any specific order — Explain your parameters and reasons, e.g.: GIFs are okay, but psychedelic colours are too distracting — Give instructions for any styling to begin before your lesson — this can be framed as setting up their own templates or picking out media to be used.",
		"video": "",
		"phase": "Activity",
		"objective": "Creativity",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket6, bucket8"
  },
	{"id": "0041",
		"image": "../output/img/objective/Blended-Roleplay.png",
		"title": "Blended Roleplay",
		"tagline": "With new digital tools and possibilities, roleplays in class can be made much more authentic and interesting — and inspire creativity in students.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Larger than life backdrops: Using photographs/videos to recreate environments. Multimedia: Play sounds or music from devices. Prop design: Create printable props. Subtitling: Flash translations in real time. Digital clones: Populate scenes with students’ self-recorded videos.",
		"video": "",
		"phase": "Activity",
		"objective": "Creativity",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket8, bucket-11"
  },
	{"id": "0042",
		"image": "../output/img/objective/Your-Choice.png",
		"title": "Your Choice",
		"tagline": "Part of the joy of technology is having more freedom of choice, which leads to more ownership.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Let students personalise their work and choose, where possible, what they are interested in learning. They might want to: Make notes in any colour or font they choose. — Make small doodles or add images and animations to illustrate their points. — Decide which part of the topic they want to do more research on (E.g. Pick any capital city in the world to present on)",
		"video": "",
		"phase": "Throughout",
		"objective": "Creativity",
		"tooltip": "Objective",
		"bucket": "bucket3, bucket8"
  },
	{"id": "0043",
		"image": "../output/img/objective/Interactive-Screenshot.png",
		"title": "Interactive Screenshot",
		"tagline": "When there is a need to discuss webpages, images or articles, using an annotationenabled screenshot application allows you and the students to view and mark the document up on your devices.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "1. Go to bounceapp.com and key in the website address or upload an image. 2. Click on the greyed out portrait and enter you or your student’s name. 3. Make your notes on the page. 4. Click “save” in the top right corner of the page which generates a short URL to share with the class. 5 . As students annotate the page, they can save and generate URLs to their version of the page.",
		"video": "",
		"phase": "Closure",
		"objective": "Archiving",
		"tooltip": "Objective",
		"bucket": "bucket6, bucket7, bucket-11"
  },
	{"id": "0044",
		"image": "../output/img/objective/Export-for-Archive.png",
		"title": "Export for Archive",
		"tagline": "At the end of each lesson or activity, export any group work for future revision and reference purposes.",
		"description": "",
		"link": "",
		"linktext": "",
		"details": "Common file types such as PDF, DOC or JPG are preferable (in that order) to ensure that your archives are platform-agnostic. These files will help you create a digital repository that students can use to revise or build upon. Set an expectation for students to digitally archive and file their own work, so as to instill a sense of responsibility and accountability in them.",
		"video": "",
		"phase": "Closure",
		"objective": "Archiving",
		"tooltip": "Objective",
		"bucket": "bucket5, bucket6"
  }
]
